Repository: datlt198640/apartment-management
Catalog: api/public/locales/*/LC_MESSAGES/django.po
Languages: vi_vn

source: doctor uid
vi_vn: mã cộng tác viên

source: id number
vi_vn: số chứng minh thư

source: doctor
vi_vn: cộng tác viên

source: contract uid
vi_vn: mã hợp đồng

source: contract
vi_vn: hợp đồng

source: the number of Vinmec site of base staff must be one!
vi_vn: chuyên viên cơ sở chỉ được hoạt động trong phạm vi 1 site!

source: phone_number
vi_vn: số điện thoại

source: user
vi_vn: người dùng

source: Email and phone number can not be blank together
vi_vn: Email và số điện thoại không thể đồng thời để rỗng

source: Incorrect current password
vi_vn: Sai mật khẩu hiện tại

source: This user is inactive
vi_vn: Người dùng này đang bị khóa

source: Invalid OTP
vi_vn: OTP không hợp lệ

source: Can not reset password
vi_vn: Không thể reset mật khẩu

source: Start date and end date are mandatory
vi_vn: Ngày bắt đầu và ngày kết thúc là bắt buộc

source: Maximum date range is 1 year
vi_vn: Khoảng ngày tối đa là 1 năm

source: Missing month and year for uploading
vi_vn: Thiếu ngày và tháng khi upload

source: You have entered incorrect OTP so many times. Please try again later
vi_vn: Bạn đã nhập OTP sai nhiều lần. Bạn vui lòng thử lại sau

source: Can not send OTP, please try again after 90 seconds
vi_vn: Không thể gửi OTP, bạn vui lòng thử lại trong 90 giây

source: product title
vi_vn: tên sản phẩm

source: product
vi_vn: sản phẩm

source: product detail title
vi_vn: tiêu đề chi tiết sản phẩm

source: product detail
vi_vn: chi tiết sản phẩm

source: salekit title
vi_vn: salekit

source: This user didn't associate with any profile.
vi_vn: Người dùng này không phải là nhân viên hoặc bác sĩ.

source: Ensure this value is less than or equal to {max_value}.
vi_vn: Đảm bảo giá trị này là nhỏ hơn hoặc bằng với {max_value}.

source: Ensure this value is greater than or equal to {min_value}.
vi_vn: Đảm bảo giá trị này lớn hơn hoặc bằng với {min_value}.

source: Ensure this field has no more than {max_length} characters.
vi_vn: Đảm bảo trường này không có nhiều hơn {max_length} ký tự.

source: Ensure this field has at least {min_length} characters.
vi_vn: Đảm bảo trường này có ít nhất {min_length} ký tự.

source: Date has wrong format. Use one of these formats instead: {format}.
vi_vn: Ngày có định dạng sai. Thay vào đó, hãy sử dụng một trong các định dạng sau: {format}.

source: The fields {field_names} must make a unique set.
vi_vn: Các trường {field_names} phải là 1 nhóm duy nhất.

source: Make sure your password is at least 8 letters
vi_vn: Mật khẩu cần có độ dài ít nhất 8 ký tự

source: Make sure your password has a number in it
vi_vn: Mật khẩu cần bao gồm ít nhất một chữ số

source: Make sure your password has a capital letter in it
vi_vn: Mật khẩu cần bao gồm ít nhất một ký tự viết hoa

source: Our system detects that you could be a robot. Please try again.
vi_vn: Hệ thống của chúng tôi phát hiện ra bạn có thể là robot. Bạn vui lòng thử lại.

source: Invalid phone number format
vi_vn: Sai định dạng số điện thoại
